{
  "aberration": "What is the term for a deviation from what is normal or expected?",
  "abdicate": "What does it mean to renounce a throne or high office?",
  "abhor": "Which word means to regard with disgust and hatred?",
  "abjure": "What is the term for formally rejecting or disavowing a formerly held belief?",
  "abrogate": "Which word means to abolish or annul by authority?",
  "abscond": "What does it mean to leave hurriedly and secretly to avoid detection?",
  "abstruse": "What term describes something that is difficult to understand?",
  "accolade": "What is the term for an award or privilege granted as a special honor?",
  "acerbic": "Which word means sharp and forthright, especially in speech or manner?",
  "acrimony": "What is the term for bitterness or ill feeling?",
  "acumen": "Which word describes the ability to make good judgments and quick decisions?",
  "admonish": "What does it mean to warn or reprimand someone firmly?",
  "adroit": "Which word means clever or skillful in using the hands or mind?",
  "aegis": "What term describes protection or support?",
  "affable": "Which word means friendly, good-natured, or easy to talk to?",
  "alacrity": "What is the term for brisk and cheerful readiness?",
  "altruism": "What does it mean to have a selfless concern for the well-being of others?",
  "ambivalent": "Which word describes having mixed feelings or contradictory ideas about something or someone?",
  "ameliorate": "What does it mean to make something bad or unsatisfactory better?",
  "amiable": "Which word means having or displaying a friendly and pleasant manner?",
  "anachronistic": "What term describes something that is not in its correct historical or chronological time?",
  "analogous": "Which word means comparable in certain respects?",
  "anathema": "What is the term for something or someone that one vehemently dislikes?",
  "antediluvian": "What does it mean to be ridiculously old-fashioned?",
  "apocryphal": "Which word describes a story or statement of doubtful authenticity, although widely circulated as being true?",
  "approbation": "What is the term for approval or praise?",
  "arbitrary": "Which word means based on random choice or personal whim, rather than any reason or system?",
  "arcane": "What term describes something understood by few; mysterious or secret?",
  "archaic": "Which word means very old or old-fashioned?",
  "arduous": "What does it mean to involve or require strenuous effort; difficult and tiring?",
  "assiduous": "Which word means showing great care and perseverance?",
  "asylum": "What is the term for protection granted by a nation to someone who has left their native country as a political refugee?",
  "attenuate": "What does it mean to reduce the force, effect, or value of?",
  "audacious": "Which word means showing a willingness to take surprisingly bold risks?",
  "auspicious": "What term describes something that is conducive to success; favorable?",
  "austere": "Which word means severe or strict in manner, attitude, or appearance?",
  "avarice": "What is the term for extreme greed for wealth or material gain?",
  "baleful": "Which word means threatening harm; menacing?",
  "beguile": "What does it mean to charm or enchant someone, often in a deceptive way?",
  "belie": "Which word means to give a false impression of?",
  "belligerent": "What is the term for hostile and aggressive behavior?",
  "benevolent": "Which word means well-meaning and kindly?",
  "benign": "What does it mean to be gentle and kind?",
  "bequeath": "Which word means to leave something to a person through a will?",
  "berate": "What does it mean to scold or criticize someone angrily?",
  "bilk": "Which word means to obtain or withhold money from someone by deceit or without justification?",
  "blandishment": "What is the term for a flattering or pleasing statement or action used to persuade someone gently to do something?",
  "bombastic": "Which word describes high-sounding but with little meaning; inflated?",
  "boon": "What is the term for a thing that is helpful or beneficial?",
  "cacophony": "Which word means a harsh, discordant mixture of sounds?",
  "cajole": "What does it mean to persuade someone to do something by sustained coaxing or flattery?",
  "callous": "Which word describes having an insensitive and cruel disregard for others?",
  "candid": "What term describes being truthful and straightforward; frank?",
  "capitulate": "What does it mean to cease to resist an opponent or an unwelcome demand; surrender?",
  "capricious": "Which word means given to sudden and unaccountable changes of mood or behavior?",
  "carouse": "What does it mean to drink plentiful amounts of alcohol and enjoy oneself with others in a noisy, lively way?",
  "cathartic": "Which word describes providing psychological relief through the open expression of strong emotions?",
  "caustic": "What term describes something able to burn or corrode organic tissue by chemical action?",
  "celerity": "Which word means swiftness of movement?",
  "chastise": "What does it mean to rebuke or reprimand severely?",
  "chicanery": "Which word means the use of trickery to achieve a political, financial, or legal purpose?",
  "chide": "What does it mean to scold or rebuke?",
  "circumspect": "Which word describes being wary and unwilling to take risks?",
  "clamor": "What is the term for a loud and confused noise, especially that of people shouting?",
  "clandestine": "Which word means kept secret or done secretively, especially because illicit?",
  "clemency": "What does it mean to show mercy or lenience?",
  "coalesce": "Which word means to come together and form one mass or whole?",
  "cogent": "What term describes an argument that is clear, logical, and convincing?",
  "commensurate": "What does it mean to be corresponding in size or degree; in proportion?",
  "complacent": "Which word describes being self-satisfied and unaware of possible dangers?",
  "complaisant": "What term means willing to please others; obliging; agreeable?",
  "concomitant": "Which word describes something that naturally accompanies or follows?",
  "conflagration": "What is the term for an extensive fire that destroys a great deal of land or property?",
  "confluence": "What does it mean to describe the junction of two rivers, especially rivers of approximately equal width?",
  "conundrum": "Which word means a confusing and difficult problem or question?",
  "convivial": "What term describes an atmosphere that is friendly, lively, and enjoyable?",
  "copious": "Which word means abundant in supply or quantity?",
  "corpulent": "What does it mean to be fat?",
  "corroborate": "Which word means to confirm or give support to a statement, theory, or finding?",
  "credulity": "What is the term for a tendency to be too ready to believe that something is real or true?",
  "cursory": "Which word means hasty and therefore not thorough or detailed?",
  "daunting": "What does it mean to seem difficult to deal with in prospect; intimidating?",
  "dearth": "Which word describes a scarcity or lack of something?",
  "debacle": "What is the term for a sudden and ignominious failure; a fiasco?",
  "debilitate": "What does it mean to make someone weak and infirm?",
  "debonair": "Which word means confident, stylish, and charming?",
  "decorous": "What term describes being in keeping with good taste and propriety; polite and restrained?",
  "decry": "What does it mean to publicly denounce?",
  "defenestrate": "Which word means to throw someone out of a window?",
  "deleterious": "What term describes causing harm or damage?",
  "demagogue": "Which word means a political leader who seeks support by appealing to desires and prejudices rather than by using rational argument?",
  "demure": "What does it mean to be reserved, modest, and shy?",
  "denigrate": "Which word means to criticize unfairly; disparage?",
  "deprecate": "What is the term for expressing disapproval of?",
  "deride": "What does it mean to express contempt for; ridicule?",
  "despot": "Which word describes a ruler who holds absolute power, typically one who exercises it in a cruel or oppressive way?",
  "diaphanous": "What term means light, delicate, and translucent?",
  "diatribe": "Which word describes a forceful and bitter verbal attack against someone or something?",
  "dichotomy": "What is the term for a division or contrast between two things that are or are represented as being opposed or entirely different?",
  "diffident": "Which word means modest or shy because of a lack of self-confidence?",
  "dilatory": "What term describes slow to act; intended to cause delay?",
  "diligent": "Which word means having or showing care and conscientiousness in one's work or duties?",
  "diminutive": "What does it mean to be extremely or unusually small?",
  "discern": "Which word means to perceive or recognize (something)?",
  "discomfit": "What does it mean to make (someone) feel uneasy or embarrassed?",
  "discordant": "Which word describes disagreeing or incongruous?",
  "disinterested": "What term means not influenced by considerations of personal advantage?",
  "disparage": "Which word means to regard or represent as being of little worth?",
  "disparate": "What does it mean to be essentially different in kind; not allowing comparison?",
  "dissemble": "Which word means to conceal or disguise one's true feelings or beliefs?",
  "dissonant": "What term describes lacking harmony?",
  "diurnal": "Which word means of or during the day?",
  "divulge": "What does it mean to make known (private or sensitive information)?",
  "dogmatic": "Which word describes being inclined to lay down principles as incontrovertibly true?",
  "dolorous": "What term means feeling or expressing great sorrow or distress?",
  "dormant": "Which word describes a state of having normal physical functions suspended or slowed down for a period of time?",
  "draconian": "What does it mean to be excessively harsh and severe?",
  "duplicity": "Which word means deceitfulness; double-dealing?",
  "ebullient": "What term describes being cheerful and full of energy?",
  "eclectic": "Which word means deriving ideas, style, or taste from a broad and diverse range of sources?",
  "efficacious": "What does it mean to be successful in producing a desired or intended result?",
  "effrontery": "Which word means insolent or impertinent behavior?",
  "egregious": "What term describes something outstandingly bad; shocking?",
  "elated": "Which word means ecstatically happy?",
  "eloquent": "What does it mean to be fluent or persuasive in speaking or writing?",
  "emaciated": "Which word describes being abnormally thin or weak, especially because of illness or a lack of food?",
  "embellish": "What does it mean to make (something) more attractive by adding ornamental details?",
  "eminent": "Which word means famous and respected within a particular sphere?",
  "empathy": "What is the term for the ability to understand and share the feelings of another?",
  "empirical": "Which word describes being based on, concerned with, or verifiable by observation or experience rather than theory or pure logic?",
  "emulate": "What does it mean to match or surpass (a person or achievement), typically by imitation?",
  "encomium": "What is the term for a speech or piece of writing that praises someone or something highly?",
  "endemic": "Which word describes (of a disease or condition) regularly found among particular people or in a certain area?",
  "enervate": "What does it mean to cause (someone) to feel drained of energy or vitality?",
  "enigmatic": "Which word means difficult to interpret or understand; mysterious?",
  "ennui": "What is the term for a feeling of listlessness and dissatisfaction arising from a lack of occupation or excitement?",
  "ephemeral": "Which word means lasting for a very short time?",
  "epiphany": "What does it mean to have a moment of sudden revelation or insight?",
  "equanimity": "Which word describes mental calmness, composure, and evenness of temper, especially in a difficult situation?",
  "equivocate": "What does it mean to use ambiguous language so as to conceal the truth or avoid committing oneself?",
  "erudite": "Which word means having or showing great knowledge or learning?",
  "esoteric": "What term describes something intended for or likely to be understood by only a small number of people with a specialized knowledge or interest?",
  "ethereal": "Which word means extremely delicate and light in a way that seems too perfect for this world?",
  "euphemism": "What is the term for a mild or indirect word or expression substituted for one considered to be too harsh or blunt when referring to something unpleasant or embarrassing?",
  "evanescent": "Which word means soon passing out of sight, memory, or existence; quickly fading or disappearing?",
  "exacerbate": "What does it mean to make (a problem, bad situation, or negative feeling) worse?",
  "exculpate": "Which word means to show or declare that (someone) is not guilty of wrongdoing?",
  "execrable": "What term describes something extremely bad or unpleasant?",
  "exigent": "Which word means pressing; demanding?",
  "exonerate": "What does it mean to absolve (someone) from blame for a fault or wrongdoing?",
  "expedient": "Which word means convenient and practical although possibly improper or immoral?",
  "expunge": "What does it mean to erase or remove completely (something unwanted or unpleasant)?",
  "extol": "Which word means to praise enthusiastically?",
  "extraneous": "What term describes something irrelevant or unrelated to the subject being dealt with?",
  "facetious": "Which word means treating serious issues with deliberately inappropriate humor; flippant?",
  "factitious": "What does it mean to be artificially created or developed?",
  "fallacious": "Which word means based on a mistaken belief?",
  "fastidious": "What term describes being very attentive to and concerned about accuracy and detail?",
  "fathom": "Which word means to understand (a difficult problem or an enigmatic person) after much thought?",
  "feckless": "What does it mean to be lacking initiative or strength of character; irresponsible?",
  "fecund": "Which word means producing or capable of producing an abundance of offspring or new growth; fertile?",
  "felicitous": "What term describes something well chosen or suited to the circumstances?",
  "fervent": "Which word means having or displaying a passionate intensity?",
  "fickle": "What does it mean to be changing frequently, especially as regards one's loyalties or affections?",
  "finagle": "Which word means to obtain (something) by devious or dishonest means?",
  "flagrant": "What term describes something (of an action considered wrong or immoral) conspicuously or obviously offensive?",
  "flippant": "Which word means not showing a serious or respectful attitude?",
  "florid": "What does it mean to have a red or flushed complexion?",
  "flout": "Which word means to openly disregard (a rule, law or convention)?",
  "fortuitous": "What term describes something happening by chance rather than intention?",
  "fractious": "Which word means (typically of children) irritable and quarrelsome?",
  "frenetic": "What does it mean to be fast and energetic in a rather wild and uncontrolled way?",
  "garrulous": "Which word describes being excessively talkative, especially on trivial matters?",
  "gregarious": "What term means fond of company; sociable?",
  "hackneyed": "Which word describes something lacking significance through having been overused?",
  "harangue": "What does it mean to lecture (someone) at length in an aggressive and critical manner?",
  "harbinger": "Which word means a person or thing that announces or signals the approach of another?",
  "hegemony": "What term describes leadership or dominance, especially by one country or social group over others?",
  "iconoclast": "Which word means a person who attacks or criticizes cherished beliefs or institutions?",
  "idiosyncrasy": "What does it mean to have a distinctive or peculiar feature or characteristic of an individual?",
  "ignominious": "Which word describes deserving or causing public disgrace or shame?",
  "impecunious": "What term means having little or no money?",
  "imperious": "Which word describes assuming power or authority without justification?",
  "impetuous": "What does it mean to act or done quickly and without thought or care?",
  "inculcate": "Which word means to instill (an attitude, idea, or habit) by persistent instruction?",
  "indolent": "What term describes being lazy or avoiding activity?",
  "ineffable": "Which word means too great or extreme to be expressed or described in words?",
  "inimical": "What does it mean to be tending to obstruct or harm?",
  "innocuous": "Which word describes something not harmful or offensive?",
  "insidious": "What term means proceeding in a gradual, subtle way, but with harmful effects?",
  "intrepid": "Which word means fearless; adventurous?",
  "inveterate": "What does it mean to have a particular habit, activity, or interest that is long-established and unlikely to change?",
  "jubilant": "Which word describes feeling or expressing great happiness and triumph?",
  "juxtapose": "What term means to place or deal with close together for contrasting effect?",
  "laconic": "Which word describes using very few words?",
  "lethargic": "What does it mean to be sluggish and apathetic?",
  "loquacious": "Which word means tending to talk a great deal; talkative?",
  "lucid": "What term describes being expressed clearly; easy to understand?",
  "magnanimous": "Which word means generous or forgiving, especially toward a rival or less powerful person?",
  "maladroit": "What does it mean to be ineffective or bungling; clumsy?",
  "mendacious": "Which word means not telling the truth; lying?",
  "mercurial": "What term describes being subject to sudden or unpredictable changes of mood or mind?",
  "mitigate": "Which word means to make less severe, serious, or painful?",
  "nebulous": "What does it mean to be in the form of a cloud or haze; hazy?",
  "nefarious": "Which word describes being wicked or criminal?",
  "obfuscate": "What term means to render obscure, unclear, or unintelligible?",
  "obstreperous": "Which word means noisy and difficult to control?",
  "omniscient": "What does it mean to know everything?",
  "panacea": "Which word means a solution or remedy for all difficulties or diseases?",
  "perfidious": "What term describes being deceitful and untrustworthy?",
  "pernicious": "Which word means having a harmful effect, especially in a gradual or subtle way?",
  "perspicacious": "What does it mean to have a ready insight into and understanding of things?",
  "pertinacious": "Which word means holding firmly to an opinion or a course of action?",
  "phlegmatic": "What term describes being unemotional and stolidly calm?",
  "piquant": "Which word means having a pleasantly sharp taste or appetizing flavor?",
  "placate": "What does it mean to make (someone) less angry or hostile?",
  "platitude": "Which word means a remark or statement, especially one with a moral content, that has been used too often to be interesting or thoughtful?",
  "plethora": "What term means a large or excessive amount of something?",
  "pragmatic": "Which word describes dealing with things sensibly and realistically in a way that is based on practical rather than theoretical considerations?",
  "precarious": "What does it mean to be not securely held or in position; dangerously likely to fall or collapse?",
  "prescient": "Which word means having or showing knowledge of events before they take place?",
  "prodigal": "What term describes spending money or resources freely and recklessly; wastefully extravagant?",
  "prolific": "Which word means producing much fruit or foliage or many offspring?",
  "propitious": "What does it mean to be giving or indicating a good chance of success; favorable?",
  "pungent": "Which word describes having a sharply strong taste or smell?",
  "quixotic": "What term means exceedingly idealistic; unrealistic and impractical?",
  "quotidian": "Which word describes ordinary or everyday, especially when mundane?",
  "rancorous": "What does it mean to be characterized by bitterness or resentment?",
  "recalcitrant": "Which word means having an obstinately uncooperative attitude toward authority or discipline?",
  "redolent": "What term means strongly reminiscent or suggestive of something?",
  "reticent": "Which word describes being not revealing one's thoughts or feelings readily?",
  "sagacious": "What does it mean to have or show keen mental discernment and good judgment?",
  "salient": "Which word means most noticeable or important?",
  "sanguine": "What term describes being optimistic or positive, especially in an apparently bad or difficult situation?",
  "scintillating": "Which word means sparkling or shining brightly?",
  "soporific": "What does it mean to tend to induce drowsiness or sleep?",
  "surreptitious": "Which word means kept secret, especially because it would not be approved of?",
  "taciturn": "What term describes being reserved or uncommunicative in speech; saying little?",
  "tenacious": "Which word means tending to keep a firm hold of something; clinging or adhering closely?",
  "truculent": "What does it mean to be eager or quick to argue or fight; aggressively defiant?",
  "ubiquitous": "Which word means present, appearing, or found everywhere?",
  "unctuous": "What term describes being excessively or ingratiatingly flattering?",
  "vacillate": "Which word means to waver between different opinions or actions; be indecisive?",
  "venerable": "What does it mean to be accorded a great deal of respect, especially because of age, wisdom, or character?",
  "verbose": "Which word means using or expressed in more words than are needed?",
  "voracious": "What term describes wanting or devouring great quantities of food?",
  "wanton": "Which word means deliberate and unprovoked?",
  "waggish": "What term describes being playful and mischievous, especially in a humorous way?",
  "wistful": "Which word means characterized by melancholy; longing or yearning?",
  "wry": "What does it mean to be using or expressing dry, especially mocking, humor?",
  "xenophobic": "What does it mean to have a dislike of or prejudice against people from other countries?",
  "xeric": "Which term describes an environment containing little moisture; very dry?",
  "yearn": "Which word means to have an intense feeling of longing for something?",
  "yoke": "What term means to connect or join together?",
  "zealous": "What term describes having or showing zeal; enthusiastic and diligent?",
  "zenith": "Which word means the time at which something is most powerful or successful?"
}
